'use strict';

$.fn.datepicker.language['ru'] =  {
    days: ['ВС','ПН','ВТ','СР','ЧТ','ПТ','СБ'],
    daysShort: ['Вос','Пон','Вто','Сре','Чет','Пят','Сб'],
    daysMin: ['Вс','Пн','Вт','Ср','Чт','Пт','Сб'],
    months: ['Января','Февраля','Марта','Апреля','Мая','Июня','Июля','Августа','Сентября','Октября','Ноября','Декабря'],
    monthsShort: ['Янв','Фев','Мар','Апр','Май','Июн','Июл','Авг','Сен','Окт','Ноя','Дек'],
    today: 'Сегодня',
    clear: 'Очистить',
    dateFormat: 'dd.mm.yyyy',
    timeFormat: 'hh:ii',
    firstDay: 1
};

$('select').select2();